const resources_ru = {
  pageTitle: "Manifesto",
  logoAlt: "Логотип бренда",
  productName: "Юбка с секретами",
  imageAlt: "Фото товара",
  menuItems: [
    "Код продукта",
    "Материалы",
    "Инструкции по уходу",
    "Путь продукта",
    "Цифровые коллекционные предметы",
    "Свяжитесь со мной"
  ],
  info1: [
    "M-0001010",
    "Загружено в блокчейн: 21/03/2024",
    "ID транзакции в блокчейне:",
    "44e25bc0ed840f9bf0e58d6227db15192d5b89e79ba4304da16b09703f68ceaf"
  ],
  info2: [
    "Ткань: 80% Ахимса шелк, 20% Полиэстер.",
    "Подкладка: 100% Ахимса шелк."
  ],
  info3: [
    "Не стирать",
    "Не отбеливать",
    "Утюжить при макс 110ºC",
    "Не сушить в барабане",
    "Химчистка с использованием тетрахлорэтилена"
  ],
  info4: [
    "Шаг 1. Происхождение текстиля",
    "Шаг 2. Текстильные вмешательства",
    "Шаг 3. Пошив",
    "Шаг 4. Контроль качества",
    "Шаг 5. Маркировка и упаковка"
  ],
  info5: [
    "Аутентичность",
    "Прозрачность",
    "Управление отходами",
    "Создание сообщества",
    "Перепродажа и передача собственности"
  ],
  contactForm: {
    emailPlaceholder: "Ваш Email",
    messagePlaceholder: "Ваше сообщение",
    sendButton: "Отправить",
    cancelButton: "Отмена"
  },
  contactSuccess: "Письмо успешно отправлено!",
  contactError: "Ошибка при отправке письма. Попробуйте еще раз.",
  welcomeMessage: "Добро пожаловать в The Anarcho Criteria"

};
